Repository: naringas/cfds
Catalog: cfdr/translations/*.po
Languages: es

source: Path where to look for .xml files
es: Ruta en dónde buscar archivos .xml

source: It is recomended to use a restrictive ".htaccess" file in this directory
es: Es recomendado utilizar un archivo ".htaccess" con restricciones en este directorio

source: Path where to move scanned .xml files
es: Ruta a dónde mover archivos .xml escaneados

source: Must be different from <strong>Path where to look for .xml files</strong>
es: Debe ser diferente de <strong>Ruta en dónde buscar archivos .xml</strong>

source: Reset to defaults
es: Restablecer valores predeterminados

source: Date
es: Fecha

source: Download
es: Descargar

source: No CFDs available.
es: No CFDs disponibles.

source: Filter
es: Filtrar

source: Start date
es: Fecha de inicio

source: Format: yyyy-mm-dd
es: Formato: aaaa-mm-dd

source: End date
es: Fecha final

source: Reset
es: Reiniciar

source: @count files imported succesfully
es: @count archivos importados satisfactoriamente

source: administer cfdr
es: administrar cfdr

source: view any CFD
es: ver cualquier CFD

source: View CFDs
es: Ver CFDs

source: View all CFDs
es: Ver todos los CFDs

source: View CFD
es: Ver CFD

source: CFD - Received Settings
es: Opciones CFD - Recibido

source: Configure CFD - Received options
es: Configurar opciones de CFD - Recibido

source: Stores CFDs received as file path; and also both RFCs, date, series, and number (folio)
es: Guarda la ruta hacia el CFD; y también ambos RFCs, la fecha, serie y folio.

source: The cfdr id
es: Númbero ID del cfdr

source: cfd's series (letters)
es: Serie del CFD (letras)

source: cfd's number
es: Númbero del CFD

source: Emitting party's RFC
es: RFC del emisor

source: Emitting party's name
es: Nombre del receptor

source: Receiving party's RFC
es: RFC del receptor

source: Date of the CFD
es: Fecha del CFD

source: Total amount of the CFD
es: Monto total del CFD

source: The full filename of the XML file
es: Nombre de archivo completo del XML

source: CFD - Reception
es: CFD - Recepción

source: Add CFD as content for collection (received CFDs).
es: Agrega CFD como contenido para la recepción (CFDs recibidas)
