Repository: naringas/cfds
Catalog: cfde/translations/*.po
Languages: es

source: Automatic ZIP file import
es: Importación automática de ZIP

source: Automatic ZIP file import with cron.
es: Importación automática de ZIP usando cron.

source: Enabled
es: Activado

source: Enable automatic ZIP import
es: Activar Importación automática de ZIP

source: ZIP file name
es: Nombre de archivo ZIP

source: without ".zip"
es: sin ".zip"

source: Path where to look for "ZIP file name"
es: Ruta en dónde buscar "Nombre de archivo ZIP"

source: It is recomended to use a restrictive ".htaccess" file in this directory
es: Es recomendado utilizar un archivo ".htaccess" con restricciones en este directorio

source: Emitted CFD node expiration
es: Expiración de nodos tipo CFD Emitido

source: Automatic node deletion with cron.
es: Eliminación automática de nodos usando cron.

source: Maximum node age <em>in seconds</em>
es: Antiguedad máxima de nodos <em>en segundos</em>

source: Nodes older than these seconds will be deleted. Based on node creation date (not CFD emission date).<br /><em>0 seconds</em> disables node expiration.
es: Nodos con mayor antigüedad a los segundos especificados serán eliminados. Basandose en la fecha de creación del nodo (no en la fecha de creación del CFD).<br /><em>0 segundos</em> deshabilita la expiración de nodos.

source: User Registration
es: Registro de usuarios

source: These restrictions are ignored if user has "administer users" permision
es: Estas restricciones son ignoaradas para usuarios con el permiso "administrar usuarios"

source: Validate RFC on user registration
es: Validar el RFC cuando un usuario se registra

source: Prevents malformed RFCs from being usernames. Only checks RFC plausibility.
es: Evita que RFCs malformados sean nombres de usuario. Solo checa la plausibilidad del RFC.

source: Prevent registration of users without assigned CFDs
es: Evita que RFCs sin CFDs se puedan registrar

source: Select a @type file
es: Seleccione un archivo @type

source: Submit
es: Enviar

source: You must submit a @type file
es: Debe enviar un archivo @type

source: @num CFDs imported from @filename
es: @num CFDs importadas desde @filename

source: @file not imported succesfully
es: @file no fue importado satisfactoriamente

source: Send email to assigned user
es: Enviar email al usuario asignado

source: Content
es: Contenido

source: Node of type Emitted FE
es: Nodo tipo FE Emitida

source: Sends a notification email to the user (client) who is the reciptient of the FE
es: Envia una notificacion por correo electronico al usuario (cliente) receptor de la FE

source: Sender
es: Remitente

source: The mail's from address. Leave it empty to use the site-wide configured address.
es: El remitente del correo. Dejarlo vacío para utilizar la dirección del sitio.

source: Subject
es: Asunto

source: The mail's subject.
es: El asunto del correo

source: HTML message
es: Mensaje HTML

source: The message body in HTML format.
es: El contenido del mensaje en formato HTML.

source: Text message
es: Mensaje de texto

source: Optional plaintext portion of a multipart message.
es: Parte opcional en solo texto (sin HTML).

source: Emitted CFD
es: CFD emitido

source: Provides content type support for Mexican CFDs for distribution (emission)
es: Proporciona soporte para Facturas Electronicas emitidas (de Mexico) como un tipo de contenido

source: Download
es: Descargar

source: Select @type file
es: Seleccione un archivo @type

source: The CFD in XML format
es: El CFD en formato XML

source: The XML file %file is not a valid CFD
es: El archivo XML %file no es un CFD valido

source: Date
es: Fecha

source: No CFDs available.
es: No CFDs disponibles.

source: Date filter
es: Filtro de fecha

source: Start date
es: Fecha de inicio

source: Format: yyyy-mm-dd
es: Formato: aaaa-mm-dd

source: End date
es: Fecha final

source: Filter
es: Filtrar

source: Reset
es: Reiniciar

source: Please use the calendar popup or the format: yyyy-mm-dd
es: Por favor utilize el calendario emergente o el formato: aaaa-mm-dd

source: Invalid RFC
es: RFC Invalido

source: RFC not recognized
es: Su RFC no ha sido reconocido

source: Username (RFC) change
es: El nombre de usuario (RFC) cambio

source: Recieve notification on new FEs
es: Recibir notificaciones de nuevas FEs

source: Check this option if you wish to receive an email notification whenever FEs are emitted for you
es: Marque esta opción si desea recibir una notificación por correo electrónico cuando haya nuevas FEs disponibles para usted

source: Date of the CFD
es: Fecha del CFD

source: Full date of the CFD
es: Fecha completa del CFD

source: Receiving party's RFC (client)
es: RFC del receptor (cliente)

source: {users}.uid associated with the CFD
es: {users}.uid asociada con el CFD

source: HTML links to download this CFD (XML and PDF)
es: Ligas en HTML para descargar este CFD (en XML y PDF)

source: @num CFDs deleted
es: @num CFDs elimidadas

source: create CFDs
es: crear CFDs

source: view assigned CFDs
es: ver CFDs asignados

source: delete any CFD
es: eliminar cualquier CFD

source: view any CFD
es: ver cualquier CFD

source: administer cfde
es: administrar cfde

source: Download PDF
es: Descargar PDF

source: Download XML
es: Descargar XML

source: HTML View
es: Vista HTML

source: View Facturas Electronicas
es: Ver Facturas Electronicas

source: Import CFDs
es: Importar CFDs

source: Import CFDs from a compressed file.
es: Importa CFDs desde un archivo comprimido.

source: CFD - Emission
es: CFD - Emisión

source: Configure CFD - Emission settings
es: Opcionces de CFD - Emisión

source: Administer Emitted CFDs
es: Administrar CFDs emitidas

source: Administer emitted CFDs from a convenient page
es: Administrar CFDs emitidas desde una conveniente página

source: Stores CFDs emitted in XML. also stores RFC and date for access control and searching
es: Guarda CFD en XML y también el RFC y la fecha para control de acceso y busqueda

source: The cfd's {node}.nid
es: El {node}.nid del CFD

source: The cfd's {node_revisions}.vid
es: La {node_revisions}.vid del CFD

source: The XML contents of the CFD
es: El Contenido en XML del CFD

source: Add CFD as a node content type for distribution (emission)
es: Agrega CFD como un tipo de contenido para la distribución (emisión)
